Zoom to the sheet size.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2013
 Syntax
  C#
public void ZoomSheetSize()
  Visual Basic
Public Sub ZoomSheetSize
  Visual C++
public:
void ZoomSheetSize()
 See Also
  UIView Class
  Autodesk.Revit.UI Namespace